Repository: brightdigit/BushelKit
Catalog: Packages/BushelApp/Sources/BushelLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

# onboarding_feature_item_new_machine_creation_dialog_title
source: Brand New Machine Creation Dialog
ar: واجهة جديدة لإنشاء الأجهزة
de: Brandneuer Dialog zur Maschinenerstellung
es: Nuevo diálogo de creación de máquinas
fr: Dialogue de création d'une nouvelle machine
ja: 新しいマシン作成ダイアログ

# onboarding_feature_item_overall_performance_improvements_description
source: Enhanced performance to prepare for Swift 6, ensuring a smoother and faster experience.
ar: استمتع بتجربة محسّنة بفضل التحسينات المتوافقة مع Swift 6.
de: Verbesserte Leistung zur Vorbereitung auf Swift 6, um ein flüssigeres und schnelleres Erlebnis zu gewährleisten.
es: Rendimiento mejorado para prepararse para Swift 6, garantizando una experiencia más fluida y rápida.
fr: Des performances améliorées pour se préparer à Swift 6, garantissant une expérience plus fluide et plus rapide.
ja: Swift 6に対応するためにパフォーマンスが強化され、よりスムーズで高速な体験が保証されるようになりました

# onboarding_feature_item_overall_performance_improvements_title
source: Overall Performance Improvements
ar: تحسينات شاملة في الأداء
de: Allgemeine Leistungsverbesserungen
es: Mejoras generales de rendimiento
fr: Amélioration des performances globales
ja: 全体的なパフォーマンスの向上

# onboarding_feature_item_restore_image_management_description
source: Simplify the installation of macOS versions by effectively handling restore images for OS installations.
ar: قم بتبسيط عملية تثبيت إصدارات macOS من خلال التعامل بفعالية مع أقراص الإقلاع الخاصة بتنصيب ال OS.
de: Vereinfache die Installation von macOS-Versionen, indem du Wiederherstellungsimages für Betriebssysteminstallationen effektiv handhabst.
es: Simplifica la instalación de las versiones de macOS gestionando eficazmente las imágenes de restauración de las instalaciones del sistema operativo.
fr: Simplifie l'installation des versions de macOS en gérant efficacement les images de restauration pour les installations du système d'exploitation.
ja: OSインストール用のリストアイメージを効果的に処理することで、macOSバージョンのインストールが簡素化されました

# onboarding_feature_item_restore_image_management_title
source: macOS Restore Image Management
ar: إدارة أقراص الإقلاع لدى macOS
es: Gestión de imágenes de restauración de macOS
fr: Gestion de l'image de restauration de macOS
ja: macOS復元イメージ管理

# onboarding_feature_item_script_description
source: Safely run startup scripts on a fresh virtual machine without worrying about damaging your physical machine.
ar: قم بتشغيل البرامج النصية لبدء التشغيل بأمان على جهاز افتراضي جديد دون القلق بشأن إتلاف جهازك الفعلي.
de: Führe Startskripte sicher auf einer neuen virtuellen Maschine aus, ohne dich zu sorgen, dass deine physische Maschine beschädigt wird.
es: Ejecuta con seguridad scripts de inicio en una máquina virtual nueva sin preocuparte de dañar tu máquina física.
fr: Exécute en toute sécurité des scripts de démarrage sur une machine virtuelle récente sans craindre d'endommager ta machine physique.
ja: 物理マシンへのダメージを心配することなく、新鮮な仮想マシン上で安全にスタートアップスクリプトを実行できます

# onboarding_feature_item_script_title
source: Script Testing
ar: اختبار البرنامج النصي
de: Skriptprüfung
es: Prueba de guiones
fr: Test de script
ja: スクリプトテスト

# onboarding_feature_item_snapshots_description
source: Capture and rollback to snapshots, providing a safety net for testing, experimentation, and avoiding irreversible changes.
ar: يمكنك إخد اللقطات واستعادتها، فهذا يوفر بيئة آمنة للاختبار والتجريب وتجنب التغييرات التي لا رجعة فيها.
de: Erfassen und Rückgängigmachen von Snapshots, um ein Sicherheitsnetz für Tests und Experimente zu schaffen und irreversible Änderungen zu vermeiden.
es: Captura y retrocede a instantáneas, proporcionando una red de seguridad para probar, experimentar y evitar cambios irreversibles.
fr: Capture et retour en arrière sur des instantanés, ce qui constitue un filet de sécurité pour les tests, les expérimentations et permet d'éviter les changements irréversibles.
ja: スナップショットをキャプチャしてロールバックすることで、テストや実験、不可逆的な変更を避けるためのセーフティネットを提供しています

# onboarding_feature_item_snapshots_title
source: Snapshot Management
ar: إدارة اللقطة
de: Schnappschuss-Management
es: Gestión de instantáneas
fr: Gestion des instantanés
ja: スナップショットの管理

# onboarding_feature_item_versions_description
source: Test your apps on a wide range of macOS versions, ensuring compatibility and optimal performance.
ar: اختبر تطبيقاتك على مجموعة واسعة من إصدارات macOS، مما يضمن التوافق والأداء الأمثل.
de: Teste deine Apps auf einer breiten Palette von macOS-Versionen, um Kompatibilität und optimale Leistung sicherzustellen.
es: Prueba tus aplicaciones en una amplia gama de versiones de macOS, garantizando la compatibilidad y un rendimiento óptimo.
fr: Teste tes applis sur un large éventail de versions de macOS, ce qui garantit une compatibilité et des performances optimales.
ja: 幅広いmacOSバージョンでアプリケーションをテストし、互換性と最適なパフォーマンスを保証しています

# onboarding_feature_item_versions_title
source: Testing Across macOS Versions
ar: الاختبار عبر إصدارات macOS
de: Testen über verschiedene macOS-Versionen hinweg
es: Pruebas entre versiones de macOS
fr: Tester les différentes versions de macOS
ja: 多くのmacOSのバージョンでのテスト

# onboarding_feature_item_wishkit_integration_description
source: Now you can request and vote on new features directly within the app.
ar: يمكنك الآن طلب التصويت على الميزات الجديدة مباشرة داخل التطبيق.
de: Jetzt kannst du direkt in der App neue Funktionen beantragen und darüber abstimmen.
es: Ahora puedes solicitar y votar nuevas funciones directamente dentro de la aplicación.
fr: Désormais, tu peux demander et voter pour de nouvelles fonctionnalités directement dans l'appli.
ja: アプリ内で直接、新機能のリクエストや投票ができるようになりました

# onboarding_feature_item_wishkit_integration_title
source: WishKit Integration
ar: إضافة WishKit
es: Integración de WishKit
fr: Intégration de WishKit
ja: WishKitとの統合

# onboarding_feature_list_header
source: What can you do with Bushel?
ar: ما الذى يمكنك فعله بإستخدام Bushel?
de: Was kannst du mit Bushel machen?
es: ¿Qué puedes hacer con Bushel?
fr: Que peux-tu faire avec Bushel ?
ja: Bushelでできること

# onboarding_hub_message
source: Discover how easy it is to download and import restore images directly from the web into your Bushel Library. Bushel Hubs make staying up-to-date with the latest macOS versions a seamless part of your development journey
ar: اكتشف مدى سهولة تنزيل واستيراد أقراص الإقلاع مباشرةً من الويب إلى مكتبة Bushel الخاصة بك. تساعد Bushel Hubs على البقاء على احدث إصدارات macOS كجزء من سلاسة رحلة التطوير الخاصة بك.
de: Entdecke, wie einfach es ist, Wiederherstellungsbilder direkt aus dem Internet herunterzuladen und in deine Bushel Bibliothek zu importieren. Bushel Hubs machen es zu einem nahtlosen Teil deiner Entwicklungsreise, mit den neuesten macOS-Versionen auf dem Laufenden zu bleiben
es: Descubre lo fácil que es descargar e importar imágenes de restauración directamente desde la web a tu Biblioteca Bushel. Los Bushel Hubs hacen que estar al día de las últimas versiones de macOS sea una parte fluida de tu viaje de desarrollo
fr: Découvre à quel point il est facile de télécharger et d'importer des images de restauration directement depuis le web dans ta bibliothèque Bushel. Grâce aux Bushel Hubs, rester à jour avec les dernières versions de macOS fait partie intégrante de ton parcours de développement
ja: ウェブから直接Bushelライブラリにリストアイメージをダウンロードし、インポートすることは簡単です。Bushel Hubを使えば、macOSの最新バージョンにシームレスに対応できます。

# onboarding_hub_subtitle
source: Your Portal to macOS Restore Image Repositories
ar: بوابتك إلى مستودعات أقراص الإقلاع لـ macOS
de: Dein Portal zu macOS Restore Image Repositories
es: Tu portal a los repositorios de imágenes de restauración de macOS
fr: Ton portail vers les dépôts d'images de restauration de macOS.
ja: macOS 復元イメージリポジトリへのポータルサイト

# onboarding_hub_title
source: Discover Bushel Hubs
ar: اكتشف Bushel Hubs
de: Entdecke Bushel Hubs
es: Descubre Bushel Hubs
fr: Découvre les moyeux de boisseau
ja: Bushel Hubを見つましょう

# onboarding_library_message
source: Explore the power of the Bushel Library, a centralized repository for your macOS restore images, simplifying the process of installing various macOS versions onto your virtual machines.
ar: اكتشف قوة مكتبة Bushel، وهي مستودع مركزي لاقراص الإقلاع لـ macOS، مما يبسط عملية تثبيت إصدارات macOS المختلفة على أجهزتك الافتراضية.
de: Entdecke die Leistungsfähigkeit der Bushel Library, ein zentrales Repository für deine macOS-Wiederherstellungsimages, das die Installation verschiedener macOS-Versionen auf deinen virtuellen Maschinen vereinfacht.
es: Explora el poder de la Biblioteca Bushel, un repositorio centralizado para tus imágenes de restauración de macOS, que simplifica el proceso de instalación de varias versiones de macOS en tus máquinas virtuales.
fr: Explore la puissance de la bibliothèque Bushel, un référentiel centralisé pour tes images de restauration macOS, qui simplifie le processus d'installation des différentes versions de macOS sur tes machines virtuelles.
ja: 仮想マシンに様々なバージョンのmacOSをインストールするプロセスを簡素化します。

# onboarding_library_subtitle
source: Your macOS Version Repository
ar: مستودع إصدار macOS الخاص بك
de: Deine macOS Version Repository
es: Tu repositorio de versiones de macOS
fr: Ton dépôt de versions de macOS
ja: あなたのmacOSバージョンリポジトリ

# onboarding_library_title
source: Introducing the Bushel Library
ar: التعريف بمكتبة Bushel
de: Einführung in die Bushel Bibliothek
es: Presentación de la Biblioteca Bushel
fr: Présentation de la bibliothèque Bushel
ja: Bushelライブラリの紹介

# onboarding_machine_message
source: Get ready to embark on a journey of customization as you create your virtual machine in Bushel. Here, you hold the reins, from choosing your macOS version to specifying the number of CPUs, memory, disk space, and more.
ar: استعد للشروع في رحلة التخصيص أثناء قيامك بإنشاء جهازك الافتراضي في Bushel. هنا، يمكنك الإمساك بزمام الأمور، بدءًا من اختيار إصدار macOS الخاص بك وحتى تحديد عدد وحدات المعالجة المركزية (CPUs) والذاكرة ومساحة القرص الصلب والمزيد.
de: Mach dich auf eine Reise der Anpassung gefasst, wenn du deine virtuelle Maschine in Bushel erstellst. Hier hast du die Zügel in der Hand, von der Wahl deiner macOS-Version bis hin zur Festlegung der Anzahl der CPUs, des Arbeitsspeichers, des Festplattenplatzes und mehr.
es: Prepárate para embarcarte en un viaje de personalización mientras creas tu máquina virtual en Bushel. Aquí, tú llevas las riendas, desde elegir la versión de macOS hasta especificar el número de CPU, memoria, espacio en disco y mucho más.
fr: Prépare-toi à t'embarquer dans un voyage de personnalisation en créant ta machine virtuelle dans Bushel. Ici, tu tiens les rênes, du choix de ta version de macOS à la spécification du nombre de CPU, de la mémoire, de l'espace disque, et plus encore.
ja: Bushelで仮想マシンを作成し、カスタマイズしてみましょう。macOSのバージョンの選択から、CPU数、メモリ、ディスク容量などの指定まで、あなたの手で。

# onboarding_machine_subtitle
source: Tailor every detail of your virtual Mac
ar: قم بتفصيل كل جزء ف الجهاز الإفتراضى
de: Passe jedes Detail deines virtuellen Macs an
es: Personaliza cada detalle de tu Mac virtual
fr: Personnalise chaque détail de ton Mac virtuel
ja: バーチャルMacを細部までカスタマイズしましょう

# onboarding_machine_title
source: Craft Your Ideal _Virtual_ Machine
ar: واصنع وشكل جهازك المثالى _الإفتراضى_
de: Gestalte deine ideale _virtuelle_ Maschine
es: Crea tu máquina _virtual_ ideal
fr: Crée ta machine _virtuelle_ idéale
ja: 理想的な仮想マシンを作りましょう

# onboarding_next_button
source: Continue
ar: استمر
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける

# onboarding_snapshots_message
source: Explore how snapshots revolutionize your development process, enabling you to fearlessly delve into testing while knowing you can effortlessly roll back to a stable state at any time. With Bushel's Snapshot feature, testing, breaking, and rolling back your virtual machine has never been easier.
ar: اكتشف كيف تُحدث اللقطات ثورة في عملية التطوير الخاصة بك، مما يتيح لك التعمق في الاختبار دون خوف مع العلم أنه يمكنك العودة بسهولة إلى حالة مستقرة في أي وقت. مع ميزة اللقطة الخاصة بـ Bushel، أصبح اختبار جهازك الافتراضي وتعطيله وإعادته إلى الحالة السابقة أسهل من أي وقت مضى.
de: Erfahre, wie Snapshots deinen Entwicklungsprozess revolutionieren, damit du dich furchtlos ins Testen stürzen kannst, während du weißt, dass du jederzeit mühelos einen stabilen Zustand wiederherstellen kannst. Mit der Snapshot-Funktion von Bushel war es noch nie so einfach, deine virtuelle Maschine zu testen, zu verändern und wiederherzustellen.
es: Explora cómo las instantáneas revolucionan tu proceso de desarrollo, permitiéndote adentrarte sin miedo en las pruebas sabiendo que puedes volver a un estado estable sin esfuerzo en cualquier momento. Con la función Instantánea de Bushel, probar, romper y revertir tu máquina virtual nunca ha sido tan fácil.
fr: Explore comment les instantanés révolutionnent ton processus de développement, te permettant de te lancer sans crainte dans les tests tout en sachant que tu peux revenir sans effort à un état stable à tout moment. Grâce à la fonction Snapshot de Bushel, il n'a jamais été aussi facile de tester, de casser et de revenir à un état stable de ta machine virtuelle.
ja: スナップショットが開発プロセスにどのような革命をもたらすか、いつでも安定した状態に簡単にロールバックできる安心感と一緒に、大胆不敵にテストに没頭することを可能にする方法を探りましょう。Bushelのスナップショット機能を使えば、仮想マシンのテスト、停止、ロールバックがかつてないほど簡単になります。

# onboarding_snapshots_subtitle
source: Test, Break, and Roll Back with Confidence
ar: اختبر، وجرب، وخرب، واسترجع بثقة
de: Mit Zuversicht testen, brechen und zurückrollen
es: Prueba, rompe y retrocede con confianza
fr: Tester, rompre et revenir en arrière en toute confiance
ja: 安心してテスト、停止、ロールバックしましょう

# onboarding_snapshots_title
source: Harness the Power of Snapshots
ar: استفد من خاصية اللقطات
de: Nutze die Macht der Schnappschüsse
es: Aprovecha el poder de las instantáneas
fr: Exploite la puissance des instantanés
ja: スナップショットの力を活用しましょう

# onboarding_welcome_message
source: Bushel empowers developers with powerful tools for comprehensive app testing and development on macOS. Learn how to harness the full power of macOS virtual machines with Bushel's intuitive and efficient tools.
ar: يعمل Bushel على تزويد المطورين بأدوات قوية لإجراء اختبار شامل للتطبيقات وتطويرها على نظام التشغيل macOS. تعرّف على كيفية الاستفادة من القوة الكاملة للأجهزة الافتراضية التي تعمل بنظام التشغيل macOS باستخدام أدوات Bushel البديهية والفعالة.
de: Bushel gibt Entwicklern leistungsstarke Werkzeuge für umfassende App-Tests und -Entwicklung unter macOS an die Hand. Lerne, wie du mit den intuitiven und effizienten Werkzeugen von Bushel die volle Leistung von virtuellen Maschinen unter macOS nutzen kannst.
es: Bushel proporciona a los desarrolladores potentes herramientas para probar y desarrollar aplicaciones completas en macOS. Aprende a aprovechar toda la potencia de las máquinas virtuales de macOS con las herramientas intuitivas y eficaces de Bushel.
fr: Bushel donne aux développeurs des outils puissants pour tester et développer des applis complètes sur macOS. Apprends à exploiter toute la puissance des machines virtuelles macOS grâce aux outils intuitifs et efficaces de Bushel.
ja: Bushelは、macOS上での包括的なアプリケーションのテストと開発のための強力なツールで開発者をします。Bushelの直感的で効率的なツールを使って、macOS仮想マシンのパワーをフルに活用する方法を学びましょう。

# onboarding_welcome_subtitle
source: Elevate Your Development Experience!
ar: حسن من
de: Verbessere dein Entwicklungserlebnis!
es: ¡Eleva tu experiencia de desarrollo!
fr: Améliore ton expérience de développement !
ja: 開発経験を高めましょう！

# onboarding_welcome_title
source: Welcome to Bushel
ar: أهلا بك ف Bushel
de: Willkommen bei Bushel
es: Bienvenido a Bushel
fr: Bienvenue à Bushel
ja: Bushelへようこそ

source: Open Machine
ar: إفتح جهاز
de: Maschine öffnen
es: Máquina abierta
fr: Machine ouverte
ja: マシンを開く

source: Pause Machine
ar: إيقاف الجهاز مؤقتا
de: Maschine pausieren
es: Máquina de pausa
fr: Machine à pause
ja: マシンを一時停止

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

# pro_features
source: for access to advanced features such as enhanced snapshot tools, improved virtual machine size management and more...
ar: للوصول إلى الميزات المتقدمة مثل أدوات اللقطات المحسنة والإدارة المحسنة لحجم الجهاز الظاهري والمزيد...
de: für den Zugriff auf erweiterte Funktionen wie verbesserte Snapshot-Tools, verbesserte Verwaltung der Größe virtueller Maschinen und mehr...
es: para acceder a funciones avanzadas como herramientas mejoradas de instantáneas, gestión mejorada del tamaño de las máquinas virtuales y mucho más...
fr: pour accéder à des fonctions avancées telles que des outils d'instantanés améliorés, une meilleure gestion de la taille des machines virtuelles et plus encore...
ja: 強化されたスナップショットツール、改善された仮想マシン・サイズ管理などの高度な機能にアクセスできます...

# purchase_description
source: Upgrade to Bushel Pro and supercharge your development workflow. Gain access to advanced features that ensure your development workflow is seamless and secure.
ar: قم بالترقية إلى Bushel Pro وعزز سير عمل التطوير لديك. يمكنك الوصول إلى الميزات المتقدمة التي تضمن سير عمل التطوير الخاص بك بسلاسة وأمان.
de: Upgrade auf Bushel Pro und verbessere deinen Entwicklungsworkflow. Erhalte Zugang zu fortschrittlichen Funktionen, die sicherstellen, dass dein Entwicklungsprozess nahtlos und sicher verläuft.
es: Actualiza a Bushel Pro y potencia tu flujo de trabajo de desarrollo. Accede a funciones avanzadas que garantizan que tu flujo de trabajo de desarrollo sea fluido y seguro.
fr: Passe à Bushel Pro et améliore ton flux de travail de développement. Accède à des fonctions avancées qui garantissent la fluidité et la sécurité de ton flux de travail de développement.
ja: Bushel Proにアップグレードして、開発ワークフローを強化しましょう。 開発ワークフローをシームレスかつセキュアにする高度な機能を利用できます。

# purchase_feature_automatic_snapshots_description
source: Enjoy automatic periodic snapshots to safeguard your progress.
ar: استمتع بأخد لقطات دورية لحماية خطواتك.
de: Genieße automatische, regelmäßige Schnappschüsse, um deinen Fortschritt zu sichern.
es: Disfruta de instantáneas periódicas automáticas para salvaguardar tu progreso.
fr: Profite des instantanés périodiques automatiques pour sauvegarder tes progrès.
ja: 定期的な自動スナップショットで進捗状況を保護します。

# purchase_feature_automatic_snapshots_title
source: Automatic Periodic Snapshots
ar: أخذ لقطات بشكل دورى
de: Automatische periodische Schnappschüsse
es: Instantáneas periódicas automáticas
fr: Instantanés périodiques automatiques
ja: 自動定期スナップショット

# purchase_feature_shutdown_snapshot_description
source: Snapshot on shutdown for instant backups.
ar: أخد لقطة عند إيقاف التشغيل، كنسخة احتياطية فورية
de: Snapshot beim Herunterfahren für sofortige Backups.
es: Instantánea al apagar para copias de seguridad instantáneas.
fr: Snapshot à l'arrêt pour des sauvegardes instantanées.
ja: シャットダウン時にスナップショットを行い、即座にバックアップを行います。

# purchase_feature_shutdown_snapshot_title
source: Auto-Snapshot on Shutdown
ar: أخد لقطة تلقائيا عند إيقاف التشغيل
de: Auto-Snapshot beim Herunterfahren
es: Instantánea automática al apagar
fr: Auto-Snapshot à l'arrêt
ja: シャットダウン時の自動スナップショット

# purchase_feature_snapshot_notes_description
source: Organize and annotate snapshots with additional notes.
ar: تنظيم وتدوين معلومات عن اللقطات مع إضافة ملاحظات عليها
de: Organisiere Schnappschüsse und versehe sie mit zusätzlichen Notizen.
es: Organiza y anota instantáneas con notas adicionales.
fr: Organise et annote les instantanés avec des notes supplémentaires.
ja: スナップショットを整理し、追加メモで注釈を付けることができます。

# purchase_feature_snapshot_notes_title
source: Annotate Your Snapshots
ar: دون معلومات عن اللقطات
de: Kommentiere deine Schnappschüsse
es: Anota tus instantáneas
fr: Annote tes instantanés
ja: スナップショットに注釈をつける

source: Recent Documents
ar: الملفات الاخيرة
de: Zuletzt verwendete Dokumente
es: Documentos recientes
fr: Documents récents
ja: 最近のドキュメント

# request_review
source: Love the App?
ar: أعجبك التطبيق؟
de: Du liebst die App?
es: ¿Te gusta la App?
fr: Tu aimes l'application ?
ja: このアプリが好きですか？

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入した商品を復元

source: Resume Machine
ar: استئناف الجهاز
de: Pause beenden
es: Máquina de currículum
fr: Machine à résumer
ja: マシンを再開

# save_to_library
source: Save to a Library
ar: احفظ ف المكتبة
de: In einer Bibliothek speichern
es: Guardar en una biblioteca
fr: Enregistrer dans une bibliothèque
ja: ライブラリに保存

source: Select Image
ar: اختر قرص إقلاع
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionne l'image
ja: イメージを選択

# session_automatically_reconfigure_display_toggle
source: Automatically Reconfigure Display
ar: إعادة تهيئة الشاشة تلقائيا
de: Automatisch die Anzeige neu konfigurieren
es: Reconfigura automáticamente la pantalla
fr: Reconfigurer automatiquement l'affichage
ja: ディスプレイを自動的に再構成

# session_capture_system_keys_toggle
source: Capture System Keys
ar: إعادة تهيئة الشاشة تلقائيا
de: Systemtasten erfassen
es: Claves del Sistema de Captura
fr: Capturer les clés du système
ja: システムキーをキャプチャ

# session_force_restart_button
source: Yes, Force Restart.
ar: نعم، قم بإعادة التشغيل إجباريا.?
de: Ja, Neustart erzwingen.
es: Sí, Forzar reinicio.
fr: Oui, Forcer le redémarrage.
ja: 強制再起動

# session_force_restart_message
source: Are you sure you wish to force restart the machine?
ar: هل انت متأكد أنك ترغب فى إعادة تشغيل الجهاز إجباريا؟
de: Bist du sicher, dass du den Neustart des Computers erzwingen willst?
es: ¿Estás seguro de que deseas forzar el reinicio de la máquina?
fr: Es-tu sûr de vouloir forcer le redémarrage de la machine ?
ja: 本当にマシンを強制的に再起動しますか？

# session_force_restart_title
source: Force Restart Machine
ar: إعادة تشغيل الجهاز إجباريا
de: Neustart der Maschine erzwingen
es: Forzar reinicio de la máquina
fr: Forcer le redémarrage de la machine
ja: マシンを強制再起動

# session_press_power_button
source: Press Power Button
ar: اضغط على زر الطاقة
de: Einschalttaste drücken
es: Pulsa el botón de encendido
fr: Appuie sur le bouton d'alimentation
ja: 電源ボタンを押す

# session_save_and_turn_off
source: Save State and Turn Off
ar: حفظ الحالة وإنهاء الجلسة
de: Status speichern und abschalten
es: Guardar Estado y Apagar
fr: Sauvegarder l'état et éteindre
ja: 状態を保存してオフ

# session_shutdown_alert
source: How would you like to shutdown your machine?
ar: هل تريد ايقاف تشغيل هذا الجهاز؟
de: Wie möchtest du deine Maschine herunterfahren?
es: ¿Cómo quieres apagar tu máquina?
fr: Comment veux-tu éteindre ta machine ?
ja: マシンをどのようにシャットダウンしますか？

# session_shutdown_title
source: Shutdown Machine
ar: إيقاف تشغيل الجهاز
de: Maschine abschalten
es: Apagar la máquina
fr: Arrêter la machine
ja: マシンをシャットダウン

# session_turn_off
source: Turn Off
ar: إنهاء الجلسة
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 電源をオフ

# session_upgrade_save_and_turn_off
source: Upgrade to Save State and Turn Off
ar: قم بالترقية لحفظ الحالة وإيقاف التشغيل
de: Upgrade auf Save State und Ausschalten
es: Actualizar a Guardar Estado y Apagar
fr: Mise à jour pour sauvegarder l'état et éteindre
ja: アップグレードして状態を保存し、オフにする

# settings_about_tab
source: About
ar: عن Bushel
de: Info
es: Información
fr: Informations
ja: 情報

# settings_active_session
source: Active Session
ar: الجلسة الحالية
de: Aktive Sitzung
es: Sesión activa
fr: Session active
ja: アクティブなセッション

# settings_advanced_tab
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
